// © Copyright 2004-2013, 2015-2017 HP Development Company, L.P.

// Text fields' values
PrinterStatusTitleTextFieldValue = "Состояние устройства:";
SuppliesTitleTextFieldValue = "Расходные материалы:";
PrinterNameTitleTextFieldValue = "Имя принтера:";
ModelTitleTextFieldValue = "Название модели:";

//Control titles
DeviceOKButtonTitle = "ОК";
DeviceResumeButtonTitle = "Возобновить";
SupplyInfoTaskTitle = "Информация о расходных материалах";
TravelInfoTaskTitle = "Информация для путешествий";

InkStatusConsumableForAnotherPrinter = "Подлинный картридж HP для другого принтера";
UnexpectedInstantInkInstalledName = "Непредусмотренная установка Instant Ink";
HPIICartridgeInstalled = "Картридж HP Instant Ink установлен";

// Device states
IdleName = "Готов";
BusyName = "Устройство занято";
InitializingName = "Инициализация";
PrintingName = "Печать";
WarmupName = "Прогрев";
ReportsPrintingName = "Печать отчетов";
CancelingName = "Отмена…";
CalibratingName = "Калибровка…";
ScanningName = "Сканирование…";
FaxDialingName = "Набор номера факса…";
FaxProblemName = "Ошибка факса";
FaxProcessingName = "Обработка факса…";
FaxConnectingName = "Подключение факса…";
FaxSendingName = "Отправка факса…";
FaxReceivingName = "Получение факса…";
FaxBlockingName = "Блокировка факса…";
FaxCommunicationErrorName = "Ошибка обмена данными с факсом";
CopyingName = "Копирование";
IOStallName = "Ввод/вывод заблокирован";
GeneralPrinterError = "Общая ошибка принтера";
PrinterErrorName = "Ошибка принтера";
PrinterFailure = "Сбой принтера";
PrintSystemProblemName = "Сбой системы печати";
PrinterProblemName = "Проблема с принтером";
PrintingInQuietModeName = "Печать в тихом режиме";
CopyingInQuietModeName = "Копирование в тихом режиме";
PaperSizeMismatchName = "Несоответствующий размер бумаги";
PaperSizeMismatchTitle = "Несоответствующий размер бумаги";
QuietModeIgnoredName = "Бесшумный режим временно отключен";
InkCarriageStallName = "Чернильный картридж заблокирован";
PrintheadFailedOrMissedName = "Печатающая головка отсутствует или неисправна";
ProblemWithPrintheadName = "Проблема с печатающей головкой";
PaperJamOrTrayProblemTitle = "Замятие бумаги или проблема с лотком";
RealTimeClockFailureName = "Проблема при подготовке принтера";
ActionRequired = "Требуется действие";

DeviceStatusUnknown = "Неизвестно";

FeederJammedOrDirtyName = "Устройство для подачи документов засорено или грязное";

DiaperFullWarning = "Предупреждение о заполнении емкости сбора чернил";

CDopenTitle = "CD/DVD лоток открыт";
CDopenMsg = "Закройте CD/DVD лоток чтобы продолжить печать из основного лотка.";

CDclosedTitle = "CD/DVD лоток закрыт";
CDclosedMsg = "Откройте дисковод CD/DVD, чтобы продолжить печать на компакт-диске.";

DryTimeWaitName = "Время высыхания";
DryTimeWaitTitle = "Время высыхания";
DryTimeWaitMsg = "Работа устройства приостановлена до высыхания чернил.\nЕсли выполняется автоматическая двусторонняя печать, не извлекайте бумагу. Бумага будет снова подаваться в устройство для печати на обратной стороне.";

PenChangeName = "Замена пера";
BannerEjectNeededName = "Необходимо извлечь плакат";
BannerMismatchName = "Несоответствие плаката";
PhotoMismatchName = "Несоответствие фотокартриджа";
DuplexMismatchName = "Несоответствие двусторонней печати";

CarriageStallName = "Каретка заблокирована";
CarriageStallTitle = "Каретка заблокирована";
CarriageStallMsg = "Не удается сдвинуть держатель картриджа\nВыключите устройство. Проверьте, нет ли замятия бумаги или другого препятствия.";

PrintBarStallName = "Заклинило печатающую штангу";

PaperStallName = "Подача бумаги заблокирована";

PenFailureName = "Сбой пера";
InkSystemFailureName = "Сбой в системе подачи чернил";
InkCartridgeFailureName = "Сбой картриджа";
CartridgeProblemName = "Сбой картриджа";
IncompatibleCartridgesName = "Несовместимые картриджи";
IncompatibleInkCartridgesName = "Несовместимые струйные картриджи";
IncompatibleTonerName = "Несовместимый лазерный картридж";
IncompatibleDrumName = "Несовместимый барабан";
CartridgeInWrongOrderName = "Струйный картридж установлен неправильно";
InkCartridgesMissingName = "Нет картриджей";
InkCartridgeProblemName = "Проблема с картриджем";
HPProtectedCartridgeInstalledName = "Установлен защищенный картридж HP";
HPProtectedDrumInstalledName = "Установлен защищенный барабан HP";
UsedHPInstantInkCartridgeTitle = "Использованный картридж HP Instant Ink";
UsedHPInstantInkCartridge = "Приведенный выше картридж HP Instant Ink может использоваться только в принтере HP Instant Ink, в котором картридж был изначально установлен, а теперь подлежит замене.";
TrialConsumableCountExceededName = "Установлен неподдерживаемый картридж";
ReplaceFaultySupplyTitle = "Замените неисправный картридж или печатающую головку.";
ReplaceFaultySupplyMsg = "Обнаружена серьезная неполадка одного из картриджей или одной из печатающих головок. Замените картридж или печатающую головку HP.";
CommunicationFailureName = "Ошибка связи";
ConsumableSubscriptionOptionNotSetName = "Завершить настройку принтера";
NonInstantInkCartridgeInstalledName = "Установлен картридж, не являющийся картриджем Instant Ink";
InstantInkReadyCartridgesInstalledName = "Установлены картриджи HP Instant Ink Ready";
PHAStartupBlockedName = "Использовать новые картриджи для первоначальной настройки";
UsedCartridgeNotRecommendedForStartupName = "При первом запуске рекомендуется использовать только новые картриджи.";
PHAStartupFailedName = "Неисправность печатной головки";
SetupSupplyUpgradeFailedName = "Проблемы с УСТАНОВОЧНЫМИ картриджами";
CartridgeSensorFailureName = "Ошибка датчика картриджа";
CartridgeSensorErrorName = "Сбой датчика картриджа";
SHAIDOOITooEarlyFailureName = "Проблема с расходными материалами";
InsufficientPrinterMemoryName = "Недостаточно памяти принтера";
TonerMemoryMissingName = "Отсутствует чип памяти картриджа";
DrumMemoryMissingName = "Отсутствует чип памяти барабана";
UnauthorizedDrumName = "Недопустимый барабан";
PrinterMaintenanceName = "Техническое обслуживание принтера";
PrinterMispickName = "Ошибка подачи бумаги в принтере";
WrongCartridgeInSlotName = "Неправильный картридж в разъеме";
ManuallyFeedName = "Подавайте бумагу вручную";
PrintOnBothSidesName = "Двусторонняя печать с подачей бумаги вручную";
ReplaceCartridgePrintingBlackName = "Замените картридж печати черного цвета";
OverFilledDetectionName = "Загружено слишком много бумаги";

HSDOlderGenerationCartridgeTitle = "Установлен картридж предыдущего поколения";

HardErrorName = "Ошибка жесткого диска";
InstallFuserName = "Выключите. Переуст. термоэлемент.";
PoweringDownName = "Отключение питания";
FPTestName = "Проверка пакета дополнений";
HydeMissingName = "Hyde отсутствует";
OutputBinFullName = "Выходной приемник заполнен";
MediaSizeMismatchName = "Несоответствие размера носителя";
ManualDuplexBlockName = "Блок двусторонней ручной печати";
ServiceStallName = "Служба заблокирована";
ServiceStationStalledName = "Остановка сервисной станции";
MediaTooShortToPrintName = "Слишком короткая бумага";
MediaTooShortToAutoDuplexName = "Недостаточная длина бумаги для автоматической двусторонней печати";
MediaTooLongToAutoDuplexName = "Избыточная длина бумаги для автоматической двусторонней печати";
MediaPromptName = "Медиа запрос";

ScannerUnknownErrorName = "Неизвестная ошибка сканера";
ScannerInvalidMediaSizeName = "Некорректный размер носителя для сканера";
ScannerFeederOpenName = "Открыта дверца автоматического податчика оригиналов";
ScannerFeederJamName = "Замятие бумаги в устройстве автоматической подачи документов";
ScannerFeederEmptyName = "Податчик оригиналов пуст";
ScannerFeederLoadedName = "Оригинал загружен";
ScannerMispickName = "Неправильная подача в устройстве АПД";
ScannerProcessingName = "Выполняется сканирование";
ScannerFeederJamOrDirtyName = "Замятие бумаги или загрязнение автоматического податчика оригиналов";

OutOfInkName = "Закончились чернила";
OutOfInkTitle = "Картридж(и) пуст(ы)";
OutOfInkMsg = "Нет чернил для печати.\nДля продолжения печати необходимо установить хотя бы один из основных цветных картриджей или черный картридж.";
CartridgeVeryLowName = "Чернила почти закончились";

LIOProtoErrorName = "Начальная ошибка LIO";
PumpStallName = "Насос заблокирован";
Tray2MissingName = "Отсутствует лоток 2";
TrayAlmostEmptyName = "Заканчивается бумага";
DuplexerMissingName = "Отсутствует устройство двусторонней печати";
RearTrayMissingName = "Отсутствует задний лоток";
PenNotLatchedName = "Перо не защелкнуто";
ManualFeedBlockName = "Блок подачи вручную";
TrayMissingName = "Лоток для бумаги отсутствует";
TrayMissingOrOpenName = "Лоток отсутствует или открыт";
InputTrayFailedToOpenName = "Лоток для бумаги заблокирован";

NonHPInkName = "Картридж не HP";
NonHPInkTitle = "Картридж(и) не HP";
NonHPInkMsg = "Компания HP не может гарантировать качество и надежность расходных материалов других производителей. Гарантия не распространяется на обслуживание и ремонт принтера, вызванные использованием расходных материалов других производителей, отличных от HP.\nЧтобы научиться определять подлинность картриджей HP, посетите Web-узел по адресу: www.hp.com/go/anticounterfeit.\nПодлинные расходные материалы HP разрабатываются и производятся специально для принтеров HP, обеспечивая наилучшие результаты.";
NonHPInkRecoverableMsg = "HP уважает выбор заказчика, однако не может гарантировать качество и надежность картриджей, выпущенных другими производителями. Гарантия не распространяется на обслуживание и ремонт принтера, вызванные использованием картриджей других производителей. Для продолжения печати с использованием картриджа другого производителя нажмите и удерживайте клавишу «Питание», нажмите клавишу «Возобновить» три раза, а затем отпустите клавишу «Питание». Однако это может повлиять на качество печати и данные о количестве чернил. В противном случае установите картридж(и) HP. Чтобы научиться определять подлинность картриджей HP, посетите Web-узел по адресу: www.hp.com/go/anticounterfeit.";

PPCResumeName = "Возобновить PPC";
MediaTypeMismatchName = "Несоответствие типа носителя";
CustomMediaMismatchName = "Неправильный размер специального носителя";
PenCleaningName = "Очистка пера";
PenCheckingName = "Проверка пера";
ParsingName = "Анализ";
DryingMediaName = "Высыхание носителя";
AccessingPensName = "Доступ к печатающим головкам";
AligningPensName = "Выравнивание печатающих головок";
LoadingMediaName = "Загрузка носителя";
UnloadingMediaName = "Выгрузка носителя";
NestingPlotsName = "Размещение схем";
ReplacingPrintKitName = "Комплект для замены";
GoingOnName = "Выполнение";
TransitionName = "Переход";
PanelAccessName = "Получен доступ к передней панели";

ParserErrorName = "Ошибка анализатора";
PenMissingName = "Нет пера";
IncorrectPenInstalledName = "Установлено несоответствующее перо";
TrayMediaJamName = "Замятие в лотке";
MediaUnavailableName = "Носитель недоступен";
UnknownMediaName = "Неизвестный носитель";
MediaLevelInWrongPositionName = "Несоответствие уровня носителя";
MediaMisalignedName = "Носитель не выровнен";
MediaInWrongFormatName = "Несоответствие формата носителя";
MediaMispositionedName = "Носитель неправильно размещен";
MediaEdgeNotDetectedName = "Не обнаружен край носителя";
InkSupplyMissingName = "Отсутствует картридж";
IncorrectInkSupplyInstalledName = "Установлен несоответствующий картридж";
InkSharedAddressError = "Проблема с картриджем";
InkSupplyFailureName = "Сбой картриджа";
PenCleanerMissingName = "Отсутствует устройство для очистки пера";
PenCleanerIncorrectName = "Неправильное устройство для чистки пера";

UpgradableSupplyName = "Обнаружено безопасное обновление";
SupplyUpgradeSuccessName = "Безопасное обновление выполнено";
SupplyUpgradeFailedName = "Не удалось выполнить безопасное обновление";

SubscribedPagesLowName = "Страницы по подписке заканчиваются";
SubscribedPagesVeryLowName = "Очень мало страниц по подписке";
SubscribedPagesOutName = "Окончились страницы по подписке";
SubscriptionNeedToConnectName = "Для подписки требуется соединение";
SubscriptionSuccessfulName = "Подписка Ink Subscription успешно проведена";
SubscriptionCancellationSuccessfulName = "Подписка на чернила отменена";
SupplyNeedsEnrollmentName = "Требуется регистрация в службе Instant Ink";
NeedToOrderCartridgeName = "Необходимо заказать картридж";
ImportantMessageName = "Имеется важное сообщение";

PhotoTrayProblemName = "Ошибка лотка фотобумаги";
CriticalConditionName = "Требуется вмешательство";
CriticalConditionTitle = "Устройство требует вмешательства пользователя";
CriticalConditionMsg = "Для получения дополнительных сведений см. сообщения на панели управления.";

OutputTrayClosedName = "Выходной лоток закрыт";
OutputTrayClosedTitle = "Выходной лоток закрыт";
OutputTrayClosedMsg = "Чтобы начать печать, нужно открыть выходной лоток. Откройте выходной лоток.";

LowPaperTitle = "Слишком мало бумаги";
LowPaperMsg = "Добавьте бумагу во входной лоток.";
LowPaperName = "Мало бумаги";

NoPaperName = "Закончилась бумага";
NoPaperTitle = "Закончилась бумага";
NoPaperMsg = "В устройстве закончилась бумага. Загрузите бумагу во входной лоток.";
OutOfPaperTitle = "В устройстве закончилась бумага";
OutOfPaperMsg = "Загрузите бумагу и на устройстве нажмите кнопку $FrontPanelAcceptButton$.";

TrayOpenTitle = "Лоток для бумаги открыт";
TrayOpenMsg = "Закройте все лотки";
TrayOpenName = "Лоток открыт";

DoorOpenTitle = "Открыта дверца или крышка";
DoorOpenMsg = "Устройство не может печатать из-за открытой крышки. Закройте все крышки на устройстве.";
DoorOpenName = "Открыта дверца или крышка";
FrontDoorOpenTitle = "Открыта передняя дверца";
FrontDoorOpenName = "Открыта передняя дверца";
RearDoorOpenTitle = "Задняя дверца открыта";
RearDoorOpenName = "Задняя дверца открыта";

CloseLeftDoorName = "Закройте левую дверцу";
CloseRightDoorName = "Закройте правую дверцу";
CloseLowerRightDoorName = "Закройте правую нижнюю дверцу";
DefectiveMemoryName = "Ошибка памяти картриджа";
DefectiveMemoryOnTonerName = "Ошибка чипа на картридже";
DefectiveMemoryOnDrumName = "Ошибка чипа на барабане";

JammedTitle = "Замятие бумаги";
JammedMsg = "Произошло замятие бумаги. Найдите замятую бумагу и извлеките ее.";
PaperJamTitle = "Замятие бумаги";
PaperJamMsg = "Произошло замятие бумаги (или она неправильно подается). Устраните замятие и нажмите на устройстве кнопку $FrontPanelAcceptButton$.";

ADFPickErrorTrayName = "Неисправность податчика оригиналов";
ADFJammedTrayName = "Замятие бумаги в автоматическом податчике";

CarriageJamTitle = "Замятие в каретке";
CarriageJamMsg = "Произошло замятие в каретке. Найдите замятую бумагу и извлеките ее.";
CarriageJamName = "Замятие в каретке";

PaperJamInTrayName = "Замятие бумаги в лотке";
PaperJamInFuserName = "Замятие бумаги в модуле термического закрепления";
PaperJamInOutputTrayName = "Замятие бумаги в выходном лотке";
PaperJamInDuplixerName = "Замятие бумаги в модуле двусторонней печати";

OfflineTitle = "Устройство отключено";
OfflineMsg = "Устройство отключено и не может обрабатывать задания печати.";
OfflineName = "Выключен";

StartupRoutineFailedName = "Предупреждение о чернилах при запуске";
CartridgeCounterfeitOrUsedName = "Обнаружен использованный или поддельный картридж";
SupplyCartridgeRefilledName = "Обнаружен использованный, заправленный или поддельный картридж";
CartridgeCounterfeitAdvisoryName = "Рекомендации для поддельных картриджей";

UnauthorizedSupplyName = "Недопустимый картридж";

CartridgeMissingOrPaperJamTitle = "Замялась бумага или отсутствует черный картридж";
CartridgeMissingOrPaperJamMsg = "Установите черный картридж или устраните замятие, затем откройте и закройте крышку.";
CartridgeMissingOrPaperJamName = "Замялась бумага или отсутствует черный картридж";

InsertSETUPCartridge = "Вставьте настроечный картридж";
InsertNonSETUPCartridge = "Вставьте обычный картридж";

WaxSpittoonReplaceNeededTitle = "Срочно замените модуль сбора чернил";
WaxSpittoonReplaceNeededMsg = "Модуль сбора чернил заполнен. По его заполнении принтер прекращает печать. При наличии запасного модуля выполните замену в соответствии с прилагаемой инструкцией. Если запасной модуль отсутствует, посетите Web-узел по адресу: com/support/dj460 или обратитесь в службу поддержки клиентов HP для заказа. Чтобы продолжить печать, временно снимите правый картридж. Печать с одним цветным картриджем может вызвать изменение цвета и замедление работы.";
WaxSpittoonReplaceNeededName = "Емкость для отходов заполнена";

IsmFullName = "Заполнение модуля сбора чернил";
IsmFullTitle = "Модуль сбора чернил заполнен";
IsmFullMsg = "Срочно замените модуль сбора чернил.";

PrintheadsServiceStatus = "Обслуживание печатающих головок";
PrintheadsServiceSupplies = "Обслуживание печатающих головок";

PaperMismatchTitle = "Несоответствие бумаги";
PaperMismatchMsg = "Обнаружена бумага, не соответствующая выбранному формату бумаги. Нажмите $FrontPanelAcceptButton$ и выберите другой формат бумаги или замените бумагу в устройстве.";
UnexpectedPaperSizeName = "Неизвестный размер бумаги";

BlackCartridgeMisinstalledName = "Неправильно установлен черный картридж";
BlackCartridgeMisinstalledTitle = "Неправильно установлен черный картридж";
BlackCartridgeMisinstalledMsg = "Неполадка черного картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж. Если другого картриджа нет, а качество печати неприемлемо, извлеките картридж и выполняйте печать с помощью оставшегося. Печать без картриджа может вызвать изменение цвета и замедление работы.";
BlackCartridgeMisinstalledShortMsg = "Неполадка черного картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";
OnePenDeviceBlackCartridgeMisinstalledMsg = "Неполадка черного картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";

ColorCartridgeMisinstalledName = "Неправильно установлен цветной картридж";
ColorCartridgeMisinstalledTitle = "Неправильно установлена каретка цветного картриджа";
ColorCartridgeMisinstalledMsg = "Неполадка цветного картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж. Если другого картриджа нет, а качество печати неприемлемо, извлеките картридж и продолжайте печатать оставшимся картриджем. Печать без картриджа может вызвать изменение цвета и замедление работы.";
ColorCartridgeMisinstalledShortMsg = "Неполадка цветного картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";
OnePenDeviceColorCartridgeMisinstalledMsg = "Неполадка цветного картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";

PhotoCartridgeMisinstalledName = "Неправильно установлен фотокартридж";
PhotoCartridgeMisinstalledTitle = "Неправильно установлен фотокартридж";
PhotoCartridgeMisinstalledMsg = "Неполадка фотокартриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж. Если другого картриджа нет, а качество печати неприемлемо, извлеките картридж и продолжайте печатать оставшимся картриджем. Печать без картриджа может вызвать изменение цвета и замедление работы.";
PhotoCartridgeMisinstalledShortMsg = "Неполадка фотокартриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";
OnePenDevicePhotoCartridgeMisinstalledMsg = "Неполадка фотокартриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";

GrayCartridgeMisinstalledName = "Неправильно установлен серый картридж";
GrayCartridgeMisinstalledTitle = "Неправильно установлена каретка серого картриджа";
GrayCartridgeMisinstalledMsg = "Неполадка серого картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж. Если другого картриджа нет, а качество печати неприемлемо, извлеките картридж и продолжайте печатать оставшимся картриджем. Печать без картриджа может вызвать изменение цвета и замедление работы.";
GrayCartridgeMisinstalledShortMsg = "Неполадка серого картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";
OnePenDeviceGrayCartridgeMisinstalledMsg = "Неполадка серого картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";

BlackCartridgeErrorName = "Неполадка черного картриджа";
BlackCartridgeErrorTitle = "Неполадка черного картриджа";
BlackCartridgeErrorMsg = "Неполадка черного картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж. Если другого картриджа нет, а качество печати неприемлемо, извлеките картридж и продолжайте печатать оставшимся картриджем. Принтер будет печатать все документы в оттенках серого.";
BlackCartridgeErrorShortMsg = "Неполадка черного картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";
OnePenDeviceBlackCartridgeErrorMsg = "Неполадка черного картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";

ColorCartridgeErrorName = "Неполадка цветного картриджа";
ColorCartridgeErrorTitle = "Неполадка цветного картриджа";
ColorCartridgeErrorMsg = "Неполадка цветного картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж. Если другого картриджа нет, а качество печати неприемлемо, извлеките картридж и продолжайте печатать оставшимся картриджем. Принтер будет печатать все документы в оттенках серого.";
ColorCartridgeErrorShortMsg = "Неполадка цветного картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";
OnePenDeviceColorCartridgeErrorMsg = "Неполадка цветного картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";

PhotoCartridgeErrorName = "Неполадка фотокартриджа";
PhotoCartridgeErrorTitle = "Неполадка фотокартриджа";
PhotoCartridgeErrorMsg = "Неполадка фотокартриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж. Если другого картриджа нет, а качество печати неприемлемо, извлеките картридж и продолжайте печатать оставшимся картриджем. Принтер будет печатать все документы в оттенках серого.";
PhotoCartridgeErrorShortMsg = "Неполадка фотокартриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";
OnePenDevicePhotoCartridgeErrorMsg = "Неполадка фотокартриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";

GrayCartridgeErrorName = "Неполадка серого картриджа";
GrayCartridgeErrorTitle = "Неполадка серого картриджа";
GrayCartridgeErrorMsg = "Неполадка серого картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж. Если другого картриджа нет, а качество печати неприемлемо, извлеките картридж и продолжайте печатать оставшимся картриджем. Принтер будет печатать все документы в оттенках серого.";
GrayCartridgeErrorShortMsg = "Неполадка серого картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";
OnePenDeviceGrayCartridgeErrorMsg = "Неполадка серого картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";

LeftCartridgeMissingTitle = "Отсутствует левый картридж";
LeftCartridgeMissingMsg = "Левый картридж не был обнаружен в принтере из-за его отсутствия или неправильной установки. Печать с одним картриджем может вызвать изменение цвета и замедление работы. Если картридж установлен недавно, убедитесь, что с сопел снята защитная пленка.";
LeftCartridgeMissingShortMsg = "Левый картридж не был обнаружен в принтере из-за его отсутствия или неправильной установки. Если картридж установлен недавно, убедитесь, что с сопел снята защитная пленка.";
LeftCartridgeMissingName = "Отсутствует левый картридж";

LeftCartridgeMisinstalledTitle = "Неправильно установлен левый картридж";
LeftCartridgeMisinstalledMsg = "Неполадка левого картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж. Если другого картриджа нет, а качество печати неприемлемо, извлеките картридж и продолжайте печатать оставшимся картриджем. Печать без картриджа может вызвать изменение цвета и замедление работы.";
LeftCartridgeMisinstalledShortMsg = "Неполадка левого картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";
LeftCartridgeMisinstalledName = "Неправильно установлен левый картридж";

LeftCartridgeIncorrectTitle = "Несоответствие картриджа";
LeftCartridgeIncorrectMsg = "Неполадка левого картриджа. По меньшей мере один из установленных картриджей не предназначен для использования в этом принтере. Для получения дополнительных сведений об используемых типах картриджей см. \"$SupplyInfoTask$\" экран.";
LeftCartridgeIncorrectName = "Несоответствие картриджа";

LeftCartridgeErrorTitle = "Неполадка левого картриджа";
LeftCartridgeErrorMsg = "Неполадка левого картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж. Если другого картриджа нет, а качество печати неприемлемо, извлеките картридж и продолжайте печатать оставшимся картриджем. Принтер будет печатать все документы в оттенках серого.";
LeftCartridgeErrorShortMsg = "Неполадка левого картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";
LeftCartridgeErrorName = "Неполадка левого картриджа";

LeftCartridgeExpiredTitle = "Истек срок годности левого картриджа";
LeftCartridgeExpiredMsg = "Истек срок годности левого картриджа.\nПрежде чем закрыть это сообщение, извлеките или замените этот картридж или щелкните \"ОК\" для продолжения работы с ним.\nHP не гарантирует качество и надежность картриджей с истекшим сроком годности.\nГарантия не распространяется на обслуживание и ремонт принтера, необходимый в связи с использованием картриджей с истекшим сроком годности.";

LeftCartridgeNonHPTitle = "Левый картридж другого поставщика (не HP)";
LeftCartridgeNonHPMsg = "HP не гарантирует качество и надежность расходных материалов сторонних производителей. Гарантия не распространяется на обслуживание и ремонт принтера, необходимый в связи с использованием расходных материалов сторонних производителей.\nЕсли картридж был приобретен как подлинный картридж HP, см. информацию по адресу: www.hp.com/go/anticounterfeit.\nПодлинные расходные материалы HP созданы и протестированы для использования с принтерами HP, что позволяет каждый день получать превосходные результаты.";

LeftCartridgeLowTitle = "Заканчиваются чернила в картридже - Левый";
LeftCartridgeLowMsg = "Скоро потребуется замена картриджа. Если картридж пустой, принтер не может продолжать печать, пока картридж не будет заменен.";

LeftCartridgeOutTitle = "Замените пустой картридж - Левый";
LeftCartridgeOutMsg = "Установите новый картридж HP. Принтер начнет печать только после замены картриджа.";

RightCartridgeMissingTitle = "Отсутствует правый картридж";
RightCartridgeMissingMsg = "Правый картридж не был обнаружен в принтере из-за его отсутствия или неправильной установки. Печать с одним картриджем может вызвать изменение цвета и замедление работы. Если картридж установлен недавно, убедитесь, что с сопел снята защитная пленка.";
RightCartridgeMissingShortMsg = "Правый картридж не был обнаружен в принтере из-за его отсутствия или неправильной установки. Если картридж установлен недавно, убедитесь, что с сопел снята защитная пленка.";
RightCartridgeMissingName = "Отсутствует правый картридж";

RightCartridgeMisinstalledTitle = "Неправильно установлен правый картридж";
RightCartridgeMisinstalledMsg = "Неполадка правого картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж. Если другого картриджа нет, а качество печати неприемлемо, извлеките картридж и продолжайте печатать оставшимся картриджем. Печать без картриджа может вызвать изменение цвета и замедление работы.";
RightCartridgeMisinstalledShortMsg = "Неполадка правого картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";
RightCartridgeMisinstalledName = "Неправильно установлен правый картридж";

RightCartridgeIncorrectTitle = "Несоответствие картриджа";
RightCartridgeIncorrectMsg = "Неполадка правого картриджа. По меньшей мере один из установленных картриджей не предназначен для использования в этом принтере. Для получения дополнительных сведений об используемых типах картриджей см. \"$SupplyInfoTask$\" экран.";
RightCartridgeIncorrectName = "Несоответствие картриджа";

RightCartridgeErrorTitle = "Неполадка правого картриджа";
RightCartridgeErrorMsg = "Неполадка правого картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж. Если другого картриджа нет, а качество печати неприемлемо, извлеките картридж и продолжайте печатать оставшимся картриджем. Принтер будет печатать все документы в оттенках серого.";
RightCartridgeErrorShortMsg = "Неполадка правого картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";
RightCartridgeErrorName = "Неполадка правого картриджа";

RightCartridgeExpiredTitle = "Истек срок годности правого картриджа";
RightCartridgeExpiredMsg = "Истек срок годности правого картриджа.\nПрежде чем закрыть это сообщение, извлеките или замените этот картридж или щелкните \"ОК\" для продолжения работы с ним.\nHP не гарантирует качество и надежность картриджей с истекшим сроком годности.\nГарантия не распространяется на обслуживание и ремонт принтера, необходимый в связи с использованием картриджей с истекшим сроком годности.";

RightCartridgeNonHPTitle = "Правый картридж другого поставщика (не HP)";
RightCartridgeNonHPMsg = "HP не гарантирует качество и надежность расходных материалов сторонних производителей. Гарантия не распространяется на обслуживание и ремонт принтера, необходимый в связи с использованием расходных материалов сторонних производителей.\nЕсли картридж был приобретен как подлинный картридж HP, см. информацию по адресу: www.hp.com/go/anticounterfeit.\nПодлинные расходные материалы HP созданы и протестированы для использования с принтерами HP, что позволяет каждый день получать превосходные результаты.";

RightCartridgeLowTitle = "Заканчиваются чернила в картридже - Правый";
RightCartridgeLowMsg = "Скоро потребуется замена картриджа. Если картридж пустой, принтер не может продолжать печать, пока картридж не будет заменен.";

RightCartridgeOutTitle = "Замените пустой картридж - Правый";
RightCartridgeOutMsg = "Установите новый картридж HP. Принтер начнет печать только после замены картриджа.";

OnePenDeviceCartridgeMissingName = "Отсутствует картридж";
OnePenDeviceCartridgeMissingTitle = "Отсутствует картридж";
OnePenDeviceCartridgeMissingMsg = "Картридж не был обнаружен в принтере из-за его отсутствия или неправильной установки. Если картридж установлен недавно, убедитесь, что с сопел снята защитная пленка.";

OnePenDeviceCartridgeMisinstalledName = "Неправильно установлен картридж";
OnePenDeviceCartridgeMisinstalledTitle = "Неправильно установлен картридж";
OnePenDeviceCartridgeMisinstalledMsg = "Неполадка картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";

OnePenDeviceCartridgeIncorrectName = "Несоответствие картриджа";
OnePenDeviceCartridgeIncorrectTitle = "Несоответствие картриджа";
OnePenDeviceCartridgeIncorrectMsg = "Неполадка картриджа. Установленный картридж не предназначен для использования в этом принтере. Для получения дополнительных сведений об используемых типах картриджей см. \"$SupplyInfoTask$\" экран.";

OnePenDeviceCartridgeErrorName = "Неполадка картриджа";
OnePenDeviceCartridgeErrorTitle = "Неполадка картриджа";
OnePenDeviceCartridgeErrorMsg = "Неполадка картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";

SeparatePenDeviceBlackCartridgeMissingName = "Отсутствует черный картридж";
SeparatePenDeviceBlackCartridgeMissingTitle = "Отсутствует черный картридж";
SeparatePenDeviceBlackCartridgeMissingMsg = "Черный картридж не был обнаружен в принтере из-за его отсутствия или неправильной установки. Печать оставшимися картриджами может вызвать изменение цвета и замедление работы.";

SeparatePenDeviceBlackCartridgeMisinstalledName = "Неправильно установлен черный картридж";
SeparatePenDeviceBlackCartridgeMisinstalledTitle = "Неправильно установлен черный картридж";
SeparatePenDeviceBlackCartridgeMisinstalledMsg = "Неполадка черного картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж. Если другого картриджа нет, а качество печати неприемлемо, извлеките картридж и продолжайте печатать оставшимся картриджем. Печать без картриджа может вызвать изменение цвета и замедление работы.";

SeparatePenDeviceBlackCartridgeIncorrectName = "Неполадка черного картриджа";
SeparatePenDeviceBlackCartridgeIncorrectTitle = "Неполадка черного картриджа";
SeparatePenDeviceBlackCartridgeIncorrectMsg = "Неполадка черного картриджа. По меньшей мере один из установленных картриджей не предназначен для использования в этом принтере. Для получения дополнительных сведений об используемых типах картриджей см. \"$SupplyInfoTask$\" экран.";

SeparatePenDeviceBlackCartridgeErrorName = "Неполадка черного картриджа";
SeparatePenDeviceBlackCartridgeErrorTitle = "Неполадка черного картриджа";
SeparatePenDeviceBlackCartridgeErrorMsg = "Неполадка черного картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж. Если другого картриджа нет, а качество печати неприемлемо, извлеките картридж и продолжайте печатать оставшимся картриджем. Печать без картриджа может вызвать изменение цвета и замедление работы.";

SeparatePenDeviceBlackCartridgeLowTitle = "Заканчиваются чернила в черном картридже.";
SeparatePenDeviceBlackCartridgeLowMsg = "Скоро потребуется замена картриджа. Если картридж пустой, принтер не может продолжать печать, пока картридж не будет заменен.";

SeparatePenDeviceBlackCartridgeOutTitle = "Замените пустой черный картридж.";
SeparatePenDeviceBlackCartridgeOutMsg = "Установите новый черный картридж HP. Принтер начнет печать только после замены картриджа.";

SeparatePenDeviceBlackCartridgeExpiredTitle = "Истек срок годности черного картриджа";
SeparatePenDeviceBlackCartridgeExpiredMsg = "Истек срок годности черного картриджа.\nПрежде чем закрыть это сообщение, извлеките или замените этот картридж или щелкните \"ОК\" для продолжения работы с ним.\nHP не гарантирует качество и надежность картриджей с истекшим сроком годности.\nГарантия не распространяется на обслуживание и ремонт принтера, необходимый в связи с использованием картриджей с истекшим сроком годности.";

SeparatePenDeviceBlackCartridgeNonHPTitle = "Черный картридж другого поставщика (не HP)";
SeparatePenDeviceBlackCartridgeNonHPMsg = "HP не гарантирует качество и надежность расходных материалов сторонних производителей. Гарантия не распространяется на обслуживание и ремонт принтера, необходимый в связи с использованием расходных материалов сторонних производителей.\nЕсли картридж был приобретен как подлинный картридж HP, см. информацию по адресу: www.hp.com/go/anticounterfeit.\nПодлинные расходные материалы HP созданы и протестированы для использования с принтерами HP, что позволяет каждый день получать превосходные результаты.";

SeparatePenDeviceCyanCartridgeMissingName = "Отсутствует голубой картридж";
SeparatePenDeviceCyanCartridgeMissingTitle = "Отсутствует голубой картридж";
SeparatePenDeviceCyanCartridgeMissingMsg = "Голубой картридж не был обнаружен в принтере из-за его отсутствия или неправильной установки.";

SeparatePenDeviceCyanCartridgeMisinstalledName = "Голубой картридж установлен неправильно";
SeparatePenDeviceCyanCartridgeMisinstalledTitle = "Голубой картридж установлен неправильно";
SeparatePenDeviceCyanCartridgeMisinstalledMsg = "Неполадка голубого картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";

SeparatePenDeviceCyanCartridgeIncorrectName = "Несоответствие голубого картриджа";
SeparatePenDeviceCyanCartridgeIncorrectTitle = "Несоответствие голубого картриджа";
SeparatePenDeviceCyanCartridgeIncorrectMsg = "Неполадка голубого картриджа. По меньшей мере один из установленных картриджей не предназначен для использования в этом принтере. Для получения дополнительных сведений об используемых типах картриджей см. \"$SupplyInfoTask$\" экран.";

SeparatePenDeviceCyanCartridgeErrorName = "Неполадка голубого картриджа";
SeparatePenDeviceCyanCartridgeErrorTitle = "Неполадка голубого картриджа";
SeparatePenDeviceCyanCartridgeErrorMsg = "Неполадка голубого картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";

SeparatePenDeviceCyanCartridgeLowTitle = "Заканчиваются чернила в голубом картридже.";
SeparatePenDeviceCyanCartridgeLowMsg = "Скоро потребуется замена картриджа. Если картридж пустой, принтер не может продолжать печать, пока картридж не будет заменен.";

SeparatePenDeviceCyanCartridgeOutTitle = "Замените пустой голубой картридж.";
SeparatePenDeviceCyanCartridgeOutMsg = "Установите новый голубой картридж HP. Принтер начнет печать только после замены картриджа.";

SeparatePenDeviceCyanCartridgeExpiredTitle = "Истек срок годности голубого картриджа";
SeparatePenDeviceCyanCartridgeExpiredMsg = "Истек срок годности голубого картриджа.\nПрежде чем закрыть это сообщение, извлеките или замените этот картридж или щелкните \"ОК\" для продолжения работы с ним.\nHP не гарантирует качество и надежность картриджей с истекшим сроком годности.\nГарантия не распространяется на обслуживание и ремонт принтера, необходимый в связи с использованием картриджей с истекшим сроком годности.";

SeparatePenDeviceCyanCartridgeNonHPTitle = "Голубой картридж другого поставщика (не HP)";
SeparatePenDeviceCyanCartridgeNonHPMsg = "HP не гарантирует качество и надежность расходных материалов сторонних производителей. Гарантия не распространяется на обслуживание и ремонт принтера, необходимый в связи с использованием расходных материалов сторонних производителей.\nЕсли картридж был приобретен как подлинный картридж HP, см. информацию по адресу: www.hp.com/go/anticounterfeit.\nПодлинные расходные материалы HP созданы и протестированы для использования с принтерами HP, что позволяет каждый день получать превосходные результаты.";

SeparatePenDeviceMagentaCartridgeMissingName = "Отсутствует пурпурный картридж";
SeparatePenDeviceMagentaCartridgeMissingTitle = "Отсутствует пурпурный картридж";
SeparatePenDeviceMagentaCartridgeMissingMsg = "Пурпурный картридж не был обнаружен в принтере из-за его отсутствия или неправильной установки.";

SeparatePenDeviceMagentaCartridgeMisinstalledName = "Неправильно установлен пурпурный картридж";
SeparatePenDeviceMagentaCartridgeMisinstalledTitle = "Неправильно установлен пурпурный картридж";
SeparatePenDeviceMagentaCartridgeMisinstalledMsg = "Неполадка пурпурного картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";

SeparatePenDeviceMagentaCartridgeIncorrectName = "Неполадка пурпурного картриджа";
SeparatePenDeviceMagentaCartridgeIncorrectTitle = "Неполадка пурпурного картриджа";
SeparatePenDeviceMagentaCartridgeIncorrectMsg = "Неполадка пурпурного картриджа. По меньшей мере один из установленных картриджей не предназначен для использования в этом принтере. Для получения дополнительных сведений об используемых типах картриджей см. \"$SupplyInfoTask$\" экран.";

SeparatePenDeviceMagentaCartridgeErrorName = "Неполадка пурпурного картриджа";
SeparatePenDeviceMagentaCartridgeErrorTitle = "Неполадка пурпурного картриджа";
SeparatePenDeviceMagentaCartridgeErrorMsg = "Неполадка пурпурного картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";

SeparatePenDeviceMagentaCartridgeLowTitle = "Заканчиваются чернила в пурпурном картридже.";
SeparatePenDeviceMagentaCartridgeLowMsg = "Скоро потребуется замена картриджа. Если картридж пустой, принтер не может продолжать печать, пока картридж не будет заменен.";

SeparatePenDeviceMagentaCartridgeOutTitle = "Замените пустой пурпурный картридж.";
SeparatePenDeviceMagentaCartridgeOutMsg = "Установите новый пурпурный картридж HP. Принтер начнет печать только после замены картриджа.";

SeparatePenDeviceMagentaCartridgeExpiredTitle = "Истек срок годности пурпурного картриджа";
SeparatePenDeviceMagentaCartridgeExpiredMsg = "Истек срок годности пурпурного картриджа.\nПрежде чем закрыть это сообщение, извлеките или замените этот картридж или щелкните \"ОК\" для продолжения работы с ним.\nHP не гарантирует качество и надежность картриджей с истекшим сроком годности.\nГарантия не распространяется на обслуживание и ремонт принтера, необходимый в связи с использованием картриджей с истекшим сроком годности.";

SeparatePenDeviceMagentaCartridgeNonHPTitle = "Пурпурный картридж другого поставщика (не HP)";
SeparatePenDeviceMagentaCartridgeNonHPMsg = "HP не гарантирует качество и надежность расходных материалов сторонних производителей. Гарантия не распространяется на обслуживание и ремонт принтера, необходимый в связи с использованием расходных материалов сторонних производителей.\nЕсли картридж был приобретен как подлинный картридж HP, см. информацию по адресу: www.hp.com/go/anticounterfeit.\nПодлинные расходные материалы HP созданы и протестированы для использования с принтерами HP, что позволяет каждый день получать превосходные результаты.";

SeparatePenDeviceYellowCartridgeMissingName = "Отсутствует желтый картридж<";
SeparatePenDeviceYellowCartridgeMissingTitle = "Отсутствует желтый картридж";
SeparatePenDeviceYellowCartridgeMissingMsg = "Желтый картридж не был обнаружен в принтере из-за его отсутствия или неправильной установки.";

SeparatePenDeviceYellowCartridgeMisinstalledName = "Неправильно установлен желтый картридж";
SeparatePenDeviceYellowCartridgeMisinstalledTitle = "Неправильно установлен желтый картридж";
SeparatePenDeviceYellowCartridgeMisinstalledMsg = "Неполадка желтого картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";

SeparatePenDeviceYellowCartridgeIncorrectName = "Неполадка желтого картриджа";
SeparatePenDeviceYellowCartridgeIncorrectTitle = "Неполадка желтого картриджа";
SeparatePenDeviceYellowCartridgeIncorrectMsg = "Неполадка желтого картриджа. По меньшей мере один из установленных картриджей не предназначен для использования в этом принтере. Для получения дополнительных сведений об используемых типах картриджей см. \"$SupplyInfoTask$\" экран.";

SeparatePenDeviceYellowCartridgeErrorName = "Неполадка желтого картриджа";
SeparatePenDeviceYellowCartridgeErrorTitle = "Неполадка желтого картриджа";
SeparatePenDeviceYellowCartridgeErrorMsg = "Неполадка желтого картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";

SeparatePenDeviceYellowCartridgeLowTitle = "Заканчиваются чернила в желтом картридже.";
SeparatePenDeviceYellowCartridgeLowMsg = "Скоро потребуется замена картриджа. Если картридж пустой, принтер не может продолжать печать, пока картридж не будет заменен.";

SeparatePenDeviceYellowCartridgeOutTitle = "Замените пустой желтый картридж.";
SeparatePenDeviceYellowCartridgeOutMsg = "Установите новый желтый картридж HP. Принтер начнет печать только после замены картриджа.";

SeparatePenDeviceYellowCartridgeExpiredTitle = "Истек срок годности желтого картриджа";
SeparatePenDeviceYellowCartridgeExpiredMsg = "Истек срок годности желтого картриджа.\nПрежде чем закрыть это сообщение, извлеките или замените этот картридж или щелкните \"ОК\" для продолжения работы с ним.\nHP не гарантирует качество и надежность картриджей с истекшим сроком годности.\nГарантия не распространяется на обслуживание и ремонт принтера, необходимый в связи с использованием картриджей с истекшим сроком годности.";

SeparatePenDeviceYellowCartridgeNonHPTitle = "Желтый картридж другого поставщика (не HP)";
SeparatePenDeviceYellowCartridgeNonHPMsg = "HP не гарантирует качество и надежность расходных материалов сторонних производителей. Гарантия не распространяется на обслуживание и ремонт принтера, необходимый в связи с использованием расходных материалов сторонних производителей.\nЕсли картридж был приобретен как подлинный картридж HP, см. информацию по адресу: www.hp.com/go/anticounterfeit.\nПодлинные расходные материалы HP созданы и протестированы для использования с принтерами HP, что позволяет каждый день получать превосходные результаты.";

SeparatePenDeviceLightCyanCartridgeMissingName = "Отсутствует светло-голубой картридж";
SeparatePenDeviceLightCyanCartridgeMissingTitle = "Отсутствует светло-голубой картридж";
SeparatePenDeviceLightCyanCartridgeMissingMsg = "Светло-голубой картридж не был обнаружен в принтере из-за его отсутствия или неправильной установки.";

SeparatePenDeviceLightCyanCartridgeMisinstalledName = "Неправильно установлен светло-голубой картридж";
SeparatePenDeviceLightCyanCartridgeMisinstalledTitle = "Неправильно установлен светло-голубой картридж";
SeparatePenDeviceLightCyanCartridgeMisinstalledMsg = "Неполадка светло-голубого картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";

SeparatePenDeviceLightCyanCartridgeIncorrectName = "Несоответствие светло-голубого картриджа";
SeparatePenDeviceLightCyanCartridgeIncorrectTitle = "Несоответствие светло-голубого картриджа";
SeparatePenDeviceLightCyanCartridgeIncorrectMsg = "Неполадка светло-голубого картриджа. По меньшей мере один из установленных картриджей не предназначен для использования в этом принтере. Для получения дополнительных сведений об используемых типах картриджей см. \"$SupplyInfoTask$\" экран.";

SeparatePenDeviceLightCyanCartridgeErrorName = "Неполадка светло-голубого картриджа";
SeparatePenDeviceLightCyanCartridgeErrorTitle = "Неполадка светло-голубого картриджа";
SeparatePenDeviceLightCyanCartridgeErrorMsg = "Неполадка светло-голубого картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";

SeparatePenDeviceLightCyanCartridgeLowTitle = "Заканчиваются чернила в светло-голубом картридже.";
SeparatePenDeviceLightCyanCartridgeLowMsg = "Скоро потребуется замена картриджа. Если картридж пустой, принтер не может продолжать печать, пока картридж не будет заменен.";

SeparatePenDeviceLightCyanCartridgeOutTitle = "Замените пустой светло-голубой картридж.";
SeparatePenDeviceLightCyanCartridgeOutMsg = "Установите новый светло-голубой картридж HP. Принтер начнет печать только после замены картриджа.";

SeparatePenDeviceLightCyanCartridgeExpiredTitle = "Истек срок годности светло-голубого картриджа";
SeparatePenDeviceLightCyanCartridgeExpiredMsg = "Истек срок годности светло-голубого картриджа.\nПрежде чем закрыть это сообщение, извлеките или замените этот картридж или щелкните \"ОК\" для продолжения работы с ним.\nHP не гарантирует качество и надежность картриджей с истекшим сроком годности.\nГарантия не распространяется на обслуживание и ремонт принтера, необходимый в связи с использованием картриджей с истекшим сроком годности.";

SeparatePenDeviceLightCyanCartridgeNonHPTitle = "Светло-голубой картридж другого поставщика (не HP)";
SeparatePenDeviceLightCyanCartridgeNonHPMsg = "HP не гарантирует качество и надежность расходных материалов сторонних производителей. Гарантия не распространяется на обслуживание и ремонт принтера, необходимый в связи с использованием расходных материалов сторонних производителей.\nЕсли картридж был приобретен как подлинный картридж HP, см. информацию по адресу: www.hp.com/go/anticounterfeit.\nПодлинные расходные материалы HP созданы и протестированы для использования с принтерами HP, что позволяет каждый день получать превосходные результаты.";

SeparatePenDeviceLightMagentaCartridgeMissingName = "Отсутствует светло-пурпурный картридж";
SeparatePenDeviceLightMagentaCartridgeMissingTitle = "Отсутствует светло-пурпурный картридж";
SeparatePenDeviceLightMagentaCartridgeMissingMsg = "Светло-пурпурный картридж не был обнаружен в принтере из-за его отсутствия или неправильной установки.";

SeparatePenDeviceLightMagentaCartridgeMisinstalledName = "Неправильно установлен светло-пурпурный картридж";
SeparatePenDeviceLightMagentaCartridgeMisinstalledTitle = "Неправильно установлен светло-пурпурный картридж";
SeparatePenDeviceLightMagentaCartridgeMisinstalledMsg = "Неполадка светло-пурпурного картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";

SeparatePenDeviceLightMagentaCartridgeIncorrectName = "Несоответствие светло-пурпурного картриджа";
SeparatePenDeviceLightMagentaCartridgeIncorrectTitle = "Несоответствие светло-пурпурного картриджа";
SeparatePenDeviceLightMagentaCartridgeIncorrectMsg = "Неполадка светло-пурпурного картриджа. По меньшей мере один из установленных картриджей не предназначен для использования в этом принтере. Для получения дополнительных сведений об используемых типах картриджей см. \"$SupplyInfoTask$\" экран.";

SeparatePenDeviceLightMagentaCartridgeErrorName = "Неполадка светло-пурпурного картриджа";
SeparatePenDeviceLightMagentaCartridgeErrorTitle = "Неполадка светло-пурпурного картриджа";
SeparatePenDeviceLightMagentaCartridgeErrorMsg = "Неполадка светло-пурпурного картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";

SeparatePenDeviceLightMagentaCartridgeLowTitle = "Заканчиваются чернила в светло-пурпурном картридже.";
SeparatePenDeviceLightMagentaCartridgeLowMsg = "Скоро потребуется замена картриджа. Если картридж пустой, принтер не может продолжать печать, пока картридж не будет заменен.";

SeparatePenDeviceLightMagentaCartridgeOutTitle = "Замените пустой светло-пурпурный картридж.";
SeparatePenDeviceLightMagentaCartridgeOutMsg = "Установите новый светло-пурпурный картридж HP. Принтер начнет печать только после замены картриджа.";

SeparatePenDeviceLightMagentaCartridgeExpiredTitle = "Истек срок годности светло-пурпурного картриджа";
SeparatePenDeviceLightMagentaCartridgeExpiredMsg = "Истек срок годности светло-пурпурного картриджа.\nПрежде чем закрыть это сообщение, извлеките или замените этот картридж или щелкните \"ОК\" для продолжения работы с ним.\nHP не гарантирует качество и надежность картриджей с истекшим сроком годности.\nГарантия не распространяется на обслуживание и ремонт принтера, необходимый в связи с использованием картриджей с истекшим сроком годности.";

SeparatePenDeviceLightMagentaCartridgeNonHPTitle = "Светло-пурпурный картридж другого поставщика (не HP)";
SeparatePenDeviceLightMagentaCartridgeNonHPMsg = "HP не гарантирует качество и надежность расходных материалов сторонних производителей. Гарантия не распространяется на обслуживание и ремонт принтера, необходимый в связи с использованием расходных материалов сторонних производителей.\nЕсли картридж был приобретен как подлинный картридж HP, см. информацию по адресу: www.hp.com/go/anticounterfeit.\nПодлинные расходные материалы HP созданы и протестированы для использования с принтерами HP, что позволяет каждый день получать превосходные результаты.";

SeparatePenDeviceMatteBlackCartridgeMissingTitle = "Отсутствует матово-черный картридж";
SeparatePenDeviceMatteBlackCartridgeMissingMsg = "Матово-черный картридж не был обнаружен в принтере из-за его отсутствия или неправильной установки.";

SeparatePenDeviceMatteBlackCartridgeMisinstalledTitle = "Неправильно установлен матово-черный картридж.";
SeparatePenDeviceMatteBlackCartridgeMisinstalledMsg = "Неполадка матово-черного картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";

SeparatePenDeviceMatteBlackCartridgeIncorrectTitle = "Неполадка матово-черного картриджа";
SeparatePenDeviceMatteBlackCartridgeIncorrectMsg = "Неполадка матово-черного картриджа. По меньшей мере один из установленных картриджей не предназначен для использования в этом принтере. Для получения дополнительных сведений об используемых типах картриджей см. \"$SupplyInfoTask$\" экран.";

SeparatePenDeviceMatteBlackCartridgeErrorTitle = "Неполадка матово-черного картриджа";
SeparatePenDeviceMatteBlackCartridgeErrorMsg = "Неполадка матово-черного картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";

SeparatePenDeviceMatteBlackCartridgeLowTitle = "Заканчиваются чернила в матово-черном картридже.";
SeparatePenDeviceMatteBlackCartridgeLowMsg = "Скоро потребуется замена картриджа. Если картридж пустой, принтер не может продолжать печать, пока картридж не будет заменен.";

SeparatePenDeviceMatteBlackCartridgeOutTitle = "Замените пустой матово-черный картридж.";
SeparatePenDeviceMatteBlackCartridgeOutMsg = "Установите новый матово-черный картридж HP. Принтер начнет печать только после замены картриджа.";

SeparatePenDevicePhotoBlackCartridgeMissingTitle = "Отсутствует черный фотокартридж";
SeparatePenDevicePhotoBlackCartridgeMissingMsg = "Черный фотокартридж не был обнаружен в принтере из-за его отсутствия или неправильной установки.";

SeparatePenDevicePhotoBlackCartridgeMisinstalledTitle = "Неправильно установлен черный фотокартридж.";
SeparatePenDevicePhotoBlackCartridgeMisinstalledMsg = "Неполадка черного фотокартриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";

SeparatePenDevicePhotoBlackCartridgeIncorrectTitle = "Несоответствие черного фотокартриджа";
SeparatePenDevicePhotoBlackCartridgeIncorrectMsg = "Неполадка черного фотокартриджа. По меньшей мере один из установленных картриджей не предназначен для использования в этом принтере. Для получения дополнительных сведений об используемых типах картриджей см. \"$SupplyInfoTask$\" экран.";

SeparatePenDevicePhotoBlackCartridgeErrorTitle = "Неполадка черного фотокартриджа";
SeparatePenDevicePhotoBlackCartridgeErrorMsg = "Неполадка черного фотокартриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";

SeparatePenDevicePhotoBlackCartridgeLowTitle = "Заканчиваются чернила в черном фотокартридже.";
SeparatePenDevicePhotoBlackCartridgeLowMsg = "Скоро потребуется замена картриджа. Если картридж пустой, принтер не может продолжать печать, пока картридж не будет заменен.";

SeparatePenDevicePhotoBlackCartridgeOutTitle = "Замените пустой черный фотокартридж.";
SeparatePenDevicePhotoBlackCartridgeOutMsg = "Установите новый черный фотокартридж HP. Принтер начнет печать только после замены картриджа.";

SeparatePenDeviceLightGrayCartridgeMissingTitle = "Отсутствует светло-серый картридж.";
SeparatePenDeviceLightGrayCartridgeMissingMsg = "Светло-серый картридж не был обнаружен в принтере из-за его отсутствия или неправильной установки.";

SeparatePenDeviceLightGrayCartridgeMisinstalledTitle = "Неправильно установлен светло-серый картридж.";
SeparatePenDeviceLightGrayCartridgeMisinstalledMsg = "Неполадка светло-серого картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";

SeparatePenDeviceLightGrayCartridgeIncorrectTitle = "Несоответствие светло-серого картриджа";
SeparatePenDeviceLightGrayCartridgeIncorrectMsg = "Неполадка светло-серого картриджа. По меньшей мере один из установленных картриджей не предназначен для использования в этом принтере. Для получения дополнительных сведений об используемых типах картриджей см. \"$SupplyInfoTask$\" экран.";

SeparatePenDeviceLightGrayCartridgeErrorTitle = "Неполадка светло-серого картриджа";
SeparatePenDeviceLightGrayCartridgeErrorMsg = "Неполадка светло-серого картриджа. Для устранения неполадки:\n1. Извлеките картридж.\n2. Вставьте картридж обратно.\nЕсли неполадка сохранилась, замените картридж.";

SeparatePenDeviceLightGrayCartridgeLowTitle = "Заканчиваются чернила в светло-сером картридже.";
SeparatePenDeviceLightGrayCartridgeLowMsg = "Скоро потребуется замена картриджа. Если картридж пустой, принтер не может продолжать печать, пока картридж не будет заменен.";

SeparatePenDeviceLightGrayCartridgeOutTitle = "Замените пустой светло-серый картридж.";
SeparatePenDeviceLightGrayCartridgeOutMsg = "Установите новый светло-серый картридж HP. Принтер начнет печать только после замены картриджа.";

//print heads
SeparatePenDeviceBlackYellowPrintHeadMissingTitle = "Установите черную и желтую печатающую головку";
SeparatePenDeviceBlackYellowPrintHeadMissingMsg = "Установите черную и желтую печатающую головку HP.\nГоловка отсутствует или неправильно установлена.";

SeparatePenDeviceCyanMagentaPrintHeadMissingTitle = "Установите пурпурную и голубую печатающую головку";
SeparatePenDeviceCyanMagentaPrintHeadMissingMsg = "Установите пурпурную и голубую печатающую головку HP.\nГоловка отсутствует или неправильно установлена.";

SeparatePenDeviceBlackPrintHeadMissingTitle = "Установите черную печатающую головку";
SeparatePenDeviceBlackPrintHeadMissingMsg = "Установите черную печатающую головку HP.\nГоловка отсутствует или неправильно установлена.";

SeparatePenDeviceCyanPrintHeadMissingTitle = "Установите голубую печатающую головку";
SeparatePenDeviceCyanPrintHeadMissingMsg = "Установите голубую печатающую головку HP.\nГоловка отсутствует или неправильно установлена.";

SeparatePenDeviceMagentaPrintHeadMissingTitle = "Установите пурпурную печатающую головку";
SeparatePenDeviceMagentaPrintHeadMissingMsg = "Установите пурпурную печатающую головку HP.\nГоловка отсутствует или неправильно установлена.";

SeparatePenDeviceYellowPrintHeadMissingTitle = "Установите желтую печатающую головку";
SeparatePenDeviceYellowPrintHeadMissingMsg = "Установите желтую печатающую головку HP.\nГоловка отсутствует или неправильно установлена.";

SeparatePenDeviceMagentaYellowPrintHeadMissingTitle = "Установите пурпурную и желтую печатающую головку";
SeparatePenDeviceMagentaYellowPrintHeadMissingMsg = "Установите пурпурную и желтую печатающую головку HP. Головка отсутствует или неправильно установлена.";

SeparatePenDeviceMatteBlackCyanPrintHeadMissingTitle = "Установите матово-черную и голубую печатающую головку.";
SeparatePenDeviceMatteBlackCyanPrintHeadMissingMsg = "Установите матово-черную и голубую печатающую головку HP. Головка отсутствует или неправильно установлена.";

SeparatePenDeviceLightMagentaLightCyanPrintHeadMissingTitle = "Установите светло-пурпурную и светло-голубую печатающую головку HP.";
SeparatePenDeviceLightMagentaLightCyanPrintHeadMissingMsg = "Установите светло-пурпурную и светло-голубую печатающую головку HP. Головка отсутствует или неправильно установлена.";

SeparatePenDevicePhotoBlackLightGrayPrintHeadMissingTitle = "Установите черную и светло-серую печатающую головку для фотопечати.";
SeparatePenDevicePhotoBlackLightGrayPrintHeadMissingMsg = "Установите черную и светло-серую печатающую головку HP для фотопечати. Головка отсутствует или неправильно установлена.";

LaserjetDeviceBlackCartridgeMissingName = "Отсутствует картридж с черным тонером";
LaserjetDeviceBlackCartridgeMissingTitle = "Отсутствует черный картридж";
LaserjetDeviceBlackCartridgeMissingMsg = "Для продолжения печати установите картридж с черным тонером.";

LaserjetDeviceCyanCartridgeMissingName = "Отсутствует картридж с голубым тонером";
LaserjetDeviceCyanCartridgeMissingTitle = "Отсутствует голубой картридж";
LaserjetDeviceCyanCartridgeMissingMsg = "Для продолжения печати установите картридж с голубым тонером.";

LaserjetDeviceMagentaCartridgeMissingName = "Отсутствует картридж с пурпурным тонером";
LaserjetDeviceMagentaCartridgeMissingTitle = "Отсутствует пурпурный картридж";
LaserjetDeviceMagentaCartridgeMissingMsg = "Для продолжения печати установите картридж с пурпурным тонером.";

LaserjetDeviceYellowCartridgeMissingName = "Отсутствует картридж с желтым тонером";
LaserjetDeviceYellowCartridgeMissingTitle = "Отсутствует желтый картридж";
LaserjetDeviceYellowCartridgeMissingMsg = "Для продолжения печати установите картридж с желтым тонером.";

LaserjetDeviceFuserKitMissingName = "Комплект закрепителя не найден";
LaserjetDeviceFuserKitMissingTitle = "Комплект закрепителя не найден";
LaserjetDeviceFuserKitMissingMsg = "Чтобы продолжить печать, установите комплект закрепителя";

LaserjetDeviceImageDrumMissingTitle = "Отсутствует барабан";
LaserjetDeviceImageDrumMissingMsg = "Для продолжения печати установите барабан.";

SuppliesStatusAuthentic = "Производство HP";
SuppliesStatusClone = "Микросхема-аналог другого производителя";
SuppliesStatusRefilled = "Перезаправлен не HP";
SuppliesStatusUnauthorized = "Неавторизованный";
SuppliesStatusGood = "Хорошо";
SuppliesStatusMissing = "Отсутствует";
SuppliesStatusMisinstalled = "Неправильно установлен";
SuppliesStatusIncorrect = "Неправильный";
SuppliesStatusError = "Требуется замена";
SuppliesStatusUnknown = "Неизвестно";
SuppliesStatusLow = "Низкий уровень";
SuppliesStatusOut = "Закончился";
SupplyLevelVeryLow = "Очень низкий";
SupplyAuthStateUsed = "Использовано";
SupplyAuthStateUnsupported = "Не поддерживается";
SupplyAuthStateNonHP = "Не HP";
SupplyAuthStateIncompatible = "Несовместимый";
SuppliesStatusSubscriptionConsumableTemporaryUsageAllowed = "Картридж Instant Ink";
SuppliesStatusSehoAtInsertion = "Картридж пуст";

// Ink strings
SuppliesStatusBothCartridgeName = "Оба";
SuppliesStatusBothCartridgesMissing = "Отсутствуют оба картриджа";

InkStatusNearExpiration = "Срок годности картриджа истекает";
InkStatusIncorrect = "Неверный картридж";
InkStatusError = "Сбой картриджа";
InkStatusLow = "Картридж на исходе";
InkStatusOut = "Картридж пуст";
InkStatusExpired = "Картридж просрочен";
InkStatusNonHP = "Картридж другого производителя";
InkStatusPreviouslyUsed = "Картридж использовался ранее";
InkStatusDepleted = "Использован, наполнен заново, подделка";
InkStatusMissing = "Картридж отсутствует";
InkStatusVeryLow = "Чернила почти закончились";

InkStatusUpgradableSupply = "Картридж для обновления";
InkStatusSupplyUpgradeSuccess = "Обновление успешно выполнено";
InkStatusSupplyUpgradeFailed = "Не удалось выполнить обновление";

CartridgeStatusWrongSlot = "Картридж установлен в неподходящий разъем";
CartridgeStatusMissing = "Картридж отсутствует";
TonerMissingName = "Картридж отсутствует";
DrumMissingName = "Не установлен барабан";
CartridgeStatusIncorrect = "Неверный картридж";
CartridgeStatusIncompatible = "Несовместимый картридж";
CartridgeStatusError = "Сбой картриджа";
CartridgeStatusLow = "Картридж на исходе";
CartridgeStatusOut = "Картридж пуст";
CartridgeStatusExpired = "Картридж просрочен";
CartridgeStatusNonHP = "Картридж другого производителя";
CartridgeStatusPreviouslyUsed = "Картридж использовался ранее";
CartridgeStatusDepleted = "Картридж израсходован";
CartridgeStatusProtected = "Картридж защищен";
DrumStatusProtectedName = "Барабан защищен";
CartridgeIsEmpty = "Картридж пуст";
CartridgeEmptyNotDetected = "Пустой картридж не обнаружен";
CartridgePossibleRefill = "Возможна заправка";
CartridgeStatusUnauthorized = "Установлен недопустимый картридж";

PrintheadStatusMissing = "Печатающая головка отсутствует";
PrintheadStatusMisinstalled = "Печатающая головка повреждена";
PrintheadStatusIncorrect = "Несовместимая печатающая головка";
PrintheadStatusError = "Сбой печатающей головки";

InkSensorFailure = "Сбой датчика чернил";

MissingSmartChipColorSupply = "10.10.%@ Ошибка памяти картриджа";
MissingSmartChipMonoSupply = "Ошибка памяти картриджа";
BadDataFromCartridgeColorSupply = "10.00.%@ Ошибка памяти картриджа";
BadDataFromCartridgeMonoSupply = "Предупреждение памяти картриджа";

ColorCartridgeMissingMsg = "Принтеру не удалось обнаружить цветной картридж. Возможно, он неправильно установлен или отсутствует. Принтер может печатать и с одним картриджем, но это может отразиться на цвете и скорости печати. Если установлен новый картридж, убедитесь, что удалена защитная пленка, закрывающая сопла картриджа.";
ColorCartridgeMissingTitle = "Отсутствует цветной картридж";

BlackCartridgeIncorrectTitle = "Несовместимый картридж";
ColorCartridgeIncorrectMsg = "Проблема с цветным картриджем. По меньшей мере один из установленных картриджей не предназначен для использования с данным принтером. Для получения дополнительных сведений о поддерживаемых картриджах см. экран \"$SupplyInfoTask$\".";
PhotoCartridgeMissingTitle = "Отсутствует фотокартридж";
BlackCartridgeMissingTitle = "Отсутствует черный картридж";
BlackCartridgeMissingMsg = "Принтеру не удалось обнаружить черный картридж. Возможно, он неправильно установлен или отсутствует. Принтер может печатать и с одним картриджем, но это может отразиться на цвете и скорости печати. Если установлен новый картридж, убедитесь, что удалена защитная пленка, закрывающая сопла картриджа.";
PhotoCartridgeIncorrectTitle = "Несовместимый картридж";
PhotoCartridgeMissingMsg = "Принтеру не удалось обнаружить фотокартридж. Возможно, он неправильно установлен или отсутствует. Принтер может печатать и с одним картриджем, но это может отразиться на цвете и скорости печати. Если установлен новый картридж, убедитесь, что удалена защитная пленка, закрывающая сопла картриджа.";
PhotoCartridgeIncorrectMsg = "Проблема с фотокартриджем. По меньшей мере один из установленных картриджей не предназначен для использования с данным принтером. Для получения дополнительных сведений о поддерживаемых картриджах см. экран \"$SupplyInfoTask$\".";
BlackCartridgeIncorrectMsg = "Проблема с черным картриджем. По меньшей мере один из установленных картриджей не предназначен для использования с данным принтером. Для получения дополнительных сведений о поддерживаемых картриджах см. экран \"$SupplyInfoTask$\".";
ColorCartridgeIncorrectTitle = "Несовместимый картридж";

//StatusAlert.nib
AlertWindowTitle = "Состояние принтера";
ErrorConditionsTitle = "В принтере обнаружены следующие ошибки:";
ExplanationTitle = "Для получения пояснения или совета выберите название ошибки из приведенного выше списка.";
AlertButtonOk = "ОК";

InputTrayOverLoadedName = "Ошибка загрузки бумаги";
NeedsEnrollmentName = "Необходима регистрация картриджа";

InkCartridgesDepletedName = "В картриджах закончились чернила";
CartridgesDepletedName = "Картриджи исчерпаны";
ReplaceTonerOutName = "Заменить лазерный картридж";
ReplaceDrumOutName = "Заменить барабан";


